{
	"welcomeMedia": ["MediaBucket/Welcome/travel1.jpg", "MediaBucket/Welcome/travel2.jpg", "MediaBucket/Welcome/travel3.jpg", "MediaBucket/Welcome/travel4.jpg", "MediaBucket/Welcome/travel5.jpg", "MediaBucket/Welcome/travel6.jpg", "MediaBucket/Welcome/travel7.jpg", "MediaBucket/Welcome/travel8.jpg", "MediaBucket/Welcome/travel9.jpg", "MediaBucket/Welcome/travel10.jpg", "MediaBucket/Welcome/travel11.jpg", "MediaBucket/Welcome/travel12.jpg"],
	"bio": "Hello there! My name is Adam Kaufman. Welcome to my developer portfolio website. I graduated with a Bachelor of Science degree from Rochester Institute of Technology in 2017 majoring in Game Design and Development, but my skills extend far beyond just the video game industry. In my 7+ years of experience since joining the world of high tech, I have been fortunate enough to have opportunities that allowed me to become both an accomplished programmer and project leader. I have worked independently, as part of large teams, and as a team lead on projects of varying scales, using varying technologies, from conception to production. I am without a doubt a Full Stack Developer, having experience in everything from blocking out a UI to setting up database servers and connecting them to APIs. I thrive best in novel situations where I am learning something brand new as I work with it and move the project along. Right now, I am working at Booz Allen Hamilton, which recently acquired PAR Government, where I've been for over 4 years. In that time I have worked on a lot of different projects and with a lot of different people. While I've grown a lot in my time there and enjoy what I do, I'm always open to bigger and better opportunities.<br /><br />Outside of my working life, I am also an avid traveler. I'm based out of New York in the United States, but I spend most of my time working and living on the road. The images above are a small sample of my recent travels. So far, I've gone to pretty much every corner of the continental US and eastern Canada, and have plans for much more. With that in mind, I am only interested in <strong>fully remote opportunities</strong> that will allow me to continue traveling full time and explore the world as I work.",
	"interests": ["Full Stack Software Development", "Web Development", "Game Dev and Design", "UI/UX Development", "Technical Design", "Artificial Intelligence", "Data Visualization", "History", "Political Analysis", "Novel Challenges"],
	"langs": ["Python", "JavaScript", "C#", "Kotlin", "Java", "TypeScript", "HTML/CSS", "C++", "C", "SQL", "JSON", "JavaFX", "Vue.js", "Sass", "Node.js", "React.js", "Express.js", "WebSocket", "Flask", "FastAPI", "GraphQL", ".NET", "WinForms", "Bootstrap", "jQuery", "XML", "REST", "gRPC", "PostgreSQL", "Vite", "Webpack", "Swift"],
	"software": ["Visual Studio", "VS Code", "PyCharm", "IntelliJ", "Git", "npm", "Eclipse", "JIRA", "Trello", "Docker", "Kong Gateway", "Photoshop", "AWS", "Azure", "Unity"],
	"contacts": {
		"Email": "contact@adamkaufman.net",
		"Phone Number": "845-304-3036",
		"LinkedIn": "https://www.linkedin.com/in/adamwkaufman",
		"Github": "https://www.github.com/awk11"
	},
	"resumeUrl": "https://drive.google.com/file/d/1_ZH956P1nSpmZVGzC5c0EbY1O13e2yOC/preview",
	"editDate": 1729662349160
}