{
	"bio": "Hi there! My name is Adam Kaufman. I'm a recent graduate with a Bachelor of Science degree from Rochester Institute of Technology. While there I majored in Game Design & Development, with minors in Archaeology and Political Science. At heart, I'm a programmer, a designer, and a researcher, with interests ranging from general software development, to making games, to advanced computer science theory, to web development, to history and politics (varied, I know). But basically (and why you're probably here), I really enjoy typing code into a computer and making interesting things appear on the screen. Based on that, my interests include things like developing software and websites, both designing and developing games, and experimenting with new technologies. I largely consider myself a full-stack developer when it comes to application software, and have a large amount of experience working on UI, back end, and even database development. Basically, I have plenty of experience working on all aspects of an application and getting a project off the ground from conception to production. I also often play around with a variety of advanced topics and areas in computer science such as artificial intelligence, game theory, neural networks, and plenty more!<br /><br />Right now, I am working with Modis and Unisys on a federal contract with DHS/CBP, where I've been since January 2019. While I've been able to learn a lot and grow as a developer in my time there, I am always looking for bigger and better opportunities. I live in the Washington DC area right now, but I'm primarily interested in fully remote opportunities (or have the potential of it down the road) that allow me to work from anywhere in the US (if not the whole world).",
	"interests": ["Interest 1", "Interest 2", "Interest 3", "Interest 4", "Interest 5"],
	"skills": ["Skill 1", "Skill 2", "Skill 3", "Skill 4", "Skill 5"],
	"contacts": {
		"Email": "awk9293@rit.edu",
		"Phone Number": "845-304-3036",
		"LinkedIn": "https://www.linkedin.com/in/adamwkaufman",
		"Github": "https://github.com/awk11"
	},
	"resumeUrl": "https://drive.google.com/file/d/1_ZH956P1nSpmZVGzC5c0EbY1O13e2yOC/preview"
}